Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 每个账号独立登录授权。点击账号查看权限与退出登录。
ar: يسجّل كل حساب الدخول بشكل مستقل. انقر على حساب لعرض الأذونات أو تسجيل الخروج.
de: Jedes Konto meldet sich separat an. Tippe auf ein Konto, um Berechtigungen anzuzeigen oder dich abzumelden.
en: Each account signs in separately. Tap an account to view permissions or sign out.
es_mx: Cada cuenta inicia sesión por separado. Toca una cuenta para ver sus permisos o cerrar sesión.
fr: Chaque compte se connecte séparément. Touchez un compte pour voir les permissions ou vous déconnecter.
ja: アカウントごとに個別にログインします。アカウントをタップすると権限の確認やログアウトができます。
ko: 각 계정은 개별적으로 로그인합니다. 계정을 눌러 권한을 보거나 로그아웃하세요.
pt_br: Cada conta entra separadamente. Toque em uma conta para ver as permissões ou sair.
pt_pt: Cada conta inicia sessão separadamente. Toque numa conta para ver as permissões ou terminar sessão.
tr: Her hesap ayrı oturum açar. İzinleri görüntülemek veya oturumu kapatmak için bir hesaba dokunun.
zh_hant: 每個帳號獨立登入授權。點按帳號可檢視權限與登出。
zh_hk: 每個帳戶獨立登入授權。點按帳戶可查看權限與登出。

source: 每周一 0 点（UTC）
ar: أيام الإثنين الساعة 00:00 (UTC)
de: Montags um 00:00 (UTC)
en: Mondays at 00:00 (UTC)
es_mx: Los lunes a las 00:00 (UTC)
fr: Le lundi à 00:00 (UTC)
ja: 毎週月曜 0:00（UTC）
ko: 매주 월요일 0시(UTC)
pt_br: Às segundas-feiras às 00:00 (UTC)
pt_pt: Às segundas-feiras às 00:00 (UTC)
tr: Pazartesi 00:00’da (UTC)
zh_hant: 每週一 0 點（UTC）
zh_hk: 每週一 0 點（UTC）

source: 每天 %@（UTC）
ar: يوميًا الساعة %@ (UTC)
de: Täglich um %@ (UTC)
en: Daily at %@ (UTC)
es_mx: Todos los días a las %@ (UTC)
fr: Chaque jour à %@ (UTC)
ja: 毎日 %@（UTC）
ko: 매일 %@(UTC)
pt_br: Diariamente às %@ (UTC)
pt_pt: Diariamente às %@ (UTC)
tr: Her gün %@ (UTC)

source: 每天 0 点（UTC）
ar: يوميًا الساعة 00:00 (UTC)
de: Täglich um 00:00 (UTC)
en: Daily at 00:00 (UTC)
es_mx: Todos los días a las 00:00 (UTC)
fr: Chaque jour à 00:00 (UTC)
ja: 毎日 0:00（UTC）
ko: 매일 0시(UTC)
pt_br: Diariamente às 00:00 (UTC)
pt_pt: Diariamente às 00:00 (UTC)
tr: Her gün 00:00’da (UTC)
zh_hant: 每天 0 點（UTC）
zh_hk: 每天 0 點（UTC）

source: 每小时整点
ar: كل ساعة، عند تمامها
de: Stündlich, zur vollen Stunde
en: Hourly, on the hour
es_mx: Cada hora en punto
fr: Toutes les heures, à l’heure pile
ja: 毎時 0 分
ko: 매시 정각
pt_br: A cada hora cheia
pt_pt: A cada hora certa
tr: Saat başı
zh_hant: 每小時整點
zh_hk: 每小時整點

source: 每年自动续订
ar: تجديد سنوي
de: Jährliche Verlängerung
en: Renews yearly
es_mx: Se renueva cada año
fr: Renouvellement annuel
ja: 毎年自動更新
ko: 매년 자동 갱신
pt_br: Renova anualmente
pt_pt: Renova anualmente
tr: Yıllık yenilenir
zh_hant: 每年自動續訂
zh_hk: 每年自動續訂

source: 每月自动续订
ar: تجديد شهري
de: Monatliche Verlängerung
en: Renews monthly
es_mx: Se renueva cada mes
fr: Renouvellement mensuel
ja: 毎月自動更新
ko: 매월 자동 갱신
pt_br: Renova mensalmente
pt_pt: Renova mensalmente
tr: Aylık yenilenir
zh_hant: 每月自動續訂
zh_hk: 每月自動續訂

source: 每行一个 Cache-Tag（需源站返回 Cache-Tag 响应头）
ar: وسم Cache-Tag واحد لكل سطر (يتطلب أن يُرجع الخادم الأصلي ترويسة Cache-Tag)
de: Ein Cache-Tag pro Zeile (Ursprungsserver muss den Cache-Tag-Header zurückgeben)
en: One Cache-Tag per line (origin must return a Cache-Tag header)
es_mx: Un Cache-Tag por línea (el origen debe devolver el encabezado Cache-Tag)
fr: Un Cache-Tag par ligne (l’origine doit renvoyer l’en-tête Cache-Tag)
ja: 1 行に Cache-Tag を 1 つ（オリジンが Cache-Tag ヘッダーを返す必要があります）
ko: 한 줄에 Cache-Tag 하나(원본이 Cache-Tag 헤더를 반환해야 함)
pt_br: Um Cache-Tag por linha (a origem deve retornar o cabeçalho Cache-Tag)
pt_pt: Um Cache-Tag por linha (a origem tem de devolver o cabeçalho Cache-Tag)
tr: Her satıra bir Cache-Tag (köken Cache-Tag başlığı döndürmelidir)
zh_hant: 每行一個 Cache-Tag（源伺服器需回傳 Cache-Tag 回應標頭）
zh_hk: 每行一個 Cache-Tag（來源伺服器需回傳 Cache-Tag 回應標頭）

source: 每行一个 URL 前缀，例如 %@/news
ar: بادئة URL واحدة لكل سطر، مثل %@/news
de: Ein URL-Präfix pro Zeile, z. B. %@/news
en: One URL prefix per line, e.g. %@/news
es_mx: Un prefijo de URL por línea, p. ej. %@/news
fr: Un préfixe d’URL par ligne, p. ex. %@/news
ja: 1 行に URL プレフィックスを 1 つ、例: %@/news
ko: 한 줄에 URL 접두사 하나, 예: %@/news
pt_br: Um prefixo de URL por linha, ex.: %@/news
pt_pt: Um prefixo de URL por linha, p. ex. %@/news
tr: Her satıra bir URL ön eki, örn. %@/news
zh_hant: 每行一個 URL 前綴，例如 %@/news
zh_hk: 每行一個 URL 前綴，例如 %@/news

source: 每行一个主机名，例如 assets.%@
ar: اسم مضيف واحد لكل سطر، مثل assets.%@
de: Ein Hostname pro Zeile, z. B. assets.%@
en: One hostname per line, e.g. assets.%@
es_mx: Un nombre de host por línea, p. ej. assets.%@
fr: Un nom d’hôte par ligne, p. ex. assets.%@
ja: 1 行にホスト名を 1 つ、例: assets.%@
ko: 한 줄에 호스트 이름 하나, 예: assets.%@
pt_br: Um nome de host por linha, ex.: assets.%@
pt_pt: Um nome de anfitrião por linha, p. ex. assets.%@
tr: Her satıra bir ana bilgisayar adı, örn. assets.%@
zh_hant: 每行一個主機名，例如 assets.%@
zh_hk: 每行一個主機名，例如 assets.%@

source: 每行一个完整 URL，例如 https://%@/style.css
ar: عنوان URL كامل واحد لكل سطر، مثل https://%@/style.css
de: Eine vollständige URL pro Zeile, z. B. https://%@/style.css
en: One full URL per line, e.g. https://%@/style.css
es_mx: Una URL completa por línea, p. ej. https://%@/style.css
fr: Une URL complète par ligne, p. ex. https://%@/style.css
ja: 1 行に完全な URL を 1 つ、例: https://%@/style.css
ko: 한 줄에 전체 URL 하나, 예: https://%@/style.css
pt_br: Uma URL completa por linha, ex.: https://%@/style.css
pt_pt: Um URL completo por linha, p. ex. https://%@/style.css
tr: Her satıra bir tam URL, örn. https://%@/style.css
zh_hant: 每行一個完整 URL，例如 https://%@/style.css
zh_hk: 每行一個完整 URL，例如 https://%@/style.css

source: 每行一个完整 URL，单次最多 %lld 个。例如 https://%@/style.css
ar: عنوان URL كامل واحد في كل سطر، حتى %lld في المرة الواحدة. على سبيل المثال، https://%@/style.css
de: Eine vollständige URL pro Zeile, bis zu %lld auf einmal. Zum Beispiel https://%@/style.css
en: One full URL per line, up to %lld at a time. For example, https://%@/style.css
es_mx: Una URL completa por línea, hasta %lld a la vez. Por ejemplo, https://%@/style.css
fr: Une URL complète par ligne, jusqu’à %lld à la fois. Par exemple, https://%@/style.css
ja: 1 行に 1 つの完全な URL を入力します。一度に最大 %lld 個。例：https://%@/style.css
ko: 한 줄에 전체 URL 하나씩, 한 번에 최대 %lld개. 예: https://%@/style.css
pt_br: Uma URL completa por linha, até %lld por vez. Por exemplo, https://%@/style.css
pt_pt: Um URL completo por linha, até %lld de cada vez. Por exemplo, https://%@/style.css
tr: Satır başına bir tam URL, tek seferde en fazla %lld tane. Örneğin, https://%@/style.css
zh_hant: 每行一個完整 URL，單次最多 %lld 個。例如 https://%@/style.css
zh_hk: 每行一個完整 URL，單次最多 %lld 個。例如 https://%@/style.css

source: 每行一个来源，* 表示全部
ar: أصل واحد في كل سطر؛ * تعني الكل
de: Ein Ursprung pro Zeile; * bedeutet alle
en: One origin per line; * means all
es_mx: Un origen por línea; * significa todos
fr: Une origine par ligne ; * signifie toutes
ja: 1 行に 1 つのオリジン。* はすべてを表します
ko: 한 줄에 출처 하나. *는 전체를 의미합니다
pt_br: Uma origem por linha; * significa todas
pt_pt: Uma origem por linha; * significa todas
tr: Her satıra bir kaynak; * tümü anlamına gelir
zh_hant: 每行一個來源，* 表示全部
zh_hk: 每行一個來源，* 表示全部

source: 永久删除
ar: حذف نهائي
de: Dauerhaft löschen
en: Permanently Delete
es_mx: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
pt_br: Excluir permanentemente
pt_pt: Eliminar permanentemente
tr: Kalıcı olarak sil
zh_hant: 永久刪除
zh_hk: 永久刪除

source: 永久删除命名空间
ar: حذف مساحة الاسم نهائيًا
de: Namespace dauerhaft löschen
en: Permanently delete namespace
es_mx: Eliminar espacio de nombres permanentemente
fr: Supprimer définitivement l’espace de noms
ja: 名前空間を完全に削除
ko: 네임스페이스 영구 삭제
pt_br: Excluir namespace permanentemente
pt_pt: Eliminar namespace permanentemente
tr: Ad Alanını Kalıcı Olarak Sil
zh_hant: 永久刪除命名空間
zh_hk: 永久刪除命名空間

source: 永久删除存储桶
ar: حذف الحاوية نهائيًا
de: Bucket dauerhaft löschen
en: Permanently delete bucket
es_mx: Eliminar bucket permanentemente
fr: Supprimer définitivement le compartiment
ja: バケットを完全に削除
ko: 버킷 영구 삭제
pt_br: Excluir bucket permanentemente
pt_pt: Eliminar bucket permanentemente
tr: Paketi Kalıcı Olarak Sil
zh_hant: 永久刪除儲存貯體
zh_hk: 永久刪除儲存桶

source: 永久删除数据库
ar: حذف قاعدة البيانات نهائيًا
de: Datenbank dauerhaft löschen
en: Permanently Delete Database
es_mx: Eliminar base de datos permanentemente
fr: Supprimer définitivement la base de données
ja: データベースを完全に削除
ko: 데이터베이스 영구 삭제
pt_br: Excluir banco de dados permanentemente
pt_pt: Eliminar base de dados permanentemente
tr: Veritabanını kalıcı olarak sil
zh_hant: 永久刪除資料庫
zh_hk: 永久刪除資料庫

source: 没有 Access 应用
ar: لا توجد تطبيقات Access
de: Keine Access-Anwendungen
en: No Access apps
es_mx: Sin aplicaciones de Access
fr: Aucune application Access
ja: Access アプリがありません
ko: Access 앱 없음
pt_br: Nenhum app do Access
pt_pt: Nenhuma aplicação do Access
tr: Access uygulaması yok
zh_hant: 沒有 Access 應用程式
zh_hk: 沒有 Access 應用程式

source: 没有 AI Gateway
ar: لا توجد بوابات AI
de: Keine AI Gateways
en: No AI Gateways
es_mx: Sin AI Gateways
fr: Aucun AI Gateway
ja: AI Gateway がありません
ko: AI Gateway 없음
pt_br: Nenhum AI Gateway
pt_pt: Nenhum AI Gateway
tr: AI Gateway yok
zh_hant: 沒有 AI Gateway
zh_hk: 沒有 AI Gateway

source: 没有 DNS 记录
ar: لا توجد سجلات DNS
de: Keine DNS-Einträge
en: No DNS records
es_mx: No hay registros DNS
fr: Aucun enregistrement DNS
ja: DNS レコードがありません
ko: DNS 레코드 없음
pt_br: Nenhum registro DNS
pt_pt: Nenhum registo DNS
tr: DNS kaydı yok
zh_hant: 沒有 DNS 記錄
zh_hk: 沒有 DNS 記錄

source: 没有 Durable Objects
ar: لا توجد Durable Objects
de: Keine Durable Objects
en: No Durable Objects
es_mx: Sin Durable Objects
fr: Aucun Durable Object
ja: Durable Objects がありません
ko: Durable Objects 없음
pt_br: Nenhum Durable Object
pt_pt: Nenhum Durable Object
tr: Durable Objects yok
zh_hant: 沒有 Durable Objects
zh_hk: 沒有 Durable Objects

source: 没有 Gateway 策略
ar: لا توجد سياسات Gateway
de: Keine Gateway-Richtlinien
en: No Gateway policies
es_mx: Sin políticas de Gateway
fr: Aucune politique Gateway
ja: Gateway ポリシーがありません
ko: Gateway 정책 없음
pt_br: Nenhuma política do Gateway
pt_pt: Nenhuma política do Gateway
tr: Gateway politikası yok
zh_hant: 沒有 Gateway 政策
zh_hk: 沒有 Gateway 政策

source: 没有 Hyperdrive 配置
ar: لا توجد تكوينات Hyperdrive
de: Keine Hyperdrive-Konfigurationen
en: No Hyperdrive configs
es_mx: Sin configuraciones de Hyperdrive
fr: Aucune config Hyperdrive
ja: Hyperdrive 構成がありません
ko: Hyperdrive 구성 없음
pt_br: Nenhuma configuração Hyperdrive
pt_pt: Nenhuma configuração Hyperdrive
tr: Hyperdrive yapılandırması yok
zh_hant: 沒有 Hyperdrive 設定
zh_hk: 沒有 Hyperdrive 設定

source: 没有 Pages 项目
ar: لا توجد مشاريع Pages
de: Keine Pages-Projekte
en: No Pages projects
es_mx: No hay proyectos de Pages
fr: Aucun projet Pages
ja: Pages プロジェクトがありません
ko: Pages 프로젝트 없음
pt_br: Nenhum projeto do Pages
pt_pt: Nenhum projeto do Pages
tr: Pages projesi yok
zh_hant: 沒有 Pages 專案
zh_hk: 沒有 Pages 專案

source: 没有 Workers
ar: لا توجد Workers
de: Keine Workers
en: No Workers
es_mx: No hay Workers
fr: Aucun Worker
ja: Workers がありません
ko: Workers 없음
pt_br: Nenhum Worker
pt_pt: Nenhum Worker
tr: Worker yok
zh_hant: 沒有 Workers
zh_hk: 沒有 Workers

source: 没有健康监测
ar: لا توجد مراقبات صحة
de: Keine Health-Monitore
en: No health monitors
es_mx: No hay monitores de estado
fr: Aucun moniteur de santé
ja: ヘルスモニターがありません
ko: 상태 모니터 없음
pt_br: Nenhum monitor de integridade
pt_pt: Nenhum monitor de estado
tr: Sağlık izleyicisi yok
zh_hant: 沒有健康監測
zh_hk: 沒有健康監測

source: 没有可用模型
ar: لا توجد نماذج متاحة
de: Keine Modelle verfügbar
en: No models available
es_mx: No hay modelos disponibles
fr: Aucun modèle disponible
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델 없음
pt_br: Nenhum modelo disponível
pt_pt: Nenhum modelo disponível
tr: Kullanılabilir model yok
zh_hant: 沒有可用模型
zh_hk: 沒有可用模型

source: 没有命名空间
ar: لا توجد مساحات أسماء
de: Keine Namespaces
en: No namespaces
es_mx: No hay espacios de nombres
fr: Aucun espace de noms
ja: 名前空間がありません
ko: 네임스페이스 없음
pt_br: Nenhum namespace
pt_pt: Nenhum namespace
tr: Ad alanı yok
zh_hant: 沒有命名空間
zh_hk: 沒有命名空間

source: 没有域名
ar: لا توجد نطاقات
de: Keine Domains
en: No domains
es_mx: No hay dominios
fr: Aucun domaine
ja: ドメインがありません
ko: 도메인 없음
pt_br: Nenhum domínio
pt_pt: Nenhum domínio
tr: Alan adı yok
zh_hant: 沒有網域
zh_hk: 沒有域名

source: 没有存储桶
ar: لا توجد حاويات
de: Keine Buckets
en: No buckets
es_mx: No hay buckets
fr: Aucun bucket
ja: バケットがありません
ko: 버킷 없음
pt_br: Nenhum bucket
pt_pt: Nenhum bucket
tr: Bucket yok
zh_hant: 沒有儲存桶
zh_hk: 沒有儲存桶

source: 没有定时触发器
ar: لا توجد مشغّلات Cron
de: Keine Cron-Trigger
en: No Cron triggers
es_mx: Sin activadores Cron
fr: Aucun déclencheur Cron
ja: Cron トリガーがありません
ko: Cron 트리거 없음
pt_br: Nenhum gatilho Cron
pt_pt: Sem gatilhos Cron
tr: Cron tetikleyicisi yok
zh_hant: 沒有定時觸發器
zh_hk: 沒有定時觸發器

source: 没有对象
ar: لا توجد كائنات
de: Keine Objekte
en: No objects
es_mx: Sin objetos
fr: Aucun objet
ja: オブジェクトなし
ko: 객체 없음
pt_br: Nenhum objeto
pt_pt: Nenhum objeto
tr: Nesne yok
zh_hant: 沒有物件
zh_hk: 沒有物件

source: 没有数据库
ar: لا توجد قواعد بيانات
de: Keine Datenbanken
en: No databases
es_mx: No hay bases de datos
fr: Aucune base de données
ja: データベースがありません
ko: 데이터베이스 없음
pt_br: Nenhum banco de dados
pt_pt: Nenhuma base de dados
tr: Veritabanı yok
zh_hant: 沒有資料庫
zh_hk: 沒有資料庫

source: 没有活跃连接
ar: لا توجد اتصالات نشطة
de: Keine aktiven Verbindungen
en: No active connections
es_mx: No hay conexiones activas
fr: Aucune connexion active
ja: アクティブな接続がありません
ko: 활성 연결 없음
pt_br: Nenhuma conexão ativa
pt_pt: Nenhuma ligação ativa
tr: Etkin bağlantı yok
zh_hant: 沒有活躍連線
zh_hk: 沒有活躍連線

source: 没有源站池
ar: لا توجد مجمّعات أصل
de: Keine Origin-Pools
en: No origin pools
es_mx: No hay grupos de origen
fr: Aucun pool d'origine
ja: オリジンプールがありません
ko: 오리진 풀 없음
pt_br: Nenhum pool de origem
pt_pt: Nenhum pool de origem
tr: Köken havuzu yok
zh_hant: 沒有來源池
zh_hk: 沒有來源池

source: 没有缓存规则
ar: لا توجد قواعد تخزين مؤقت
de: Keine Cache-Regeln
en: No cache rules
es_mx: No hay reglas de caché
fr: Aucune règle de cache
ja: キャッシュルールがありません
ko: 캐시 규칙 없음
pt_br: Nenhuma regra de cache
pt_pt: Nenhuma regra de cache
tr: Önbellek kuralı yok
zh_hant: 沒有快取規則
zh_hk: 沒有緩存規則

source: 没有自定义域名
ar: لا توجد نطاقات مخصصة
de: Keine benutzerdefinierten Domains
en: No Custom Domains
es_mx: No hay dominios personalizados
fr: Aucun domaine personnalisé
ja: カスタムドメインはありません
ko: 사용자 지정 도메인 없음
pt_br: Nenhum domínio personalizado
pt_pt: Nenhum domínio personalizado
tr: Özel alan adı yok
zh_hant: 沒有自訂網域
zh_hk: 沒有自訂域名

source: 没有自定义规则
ar: لا توجد قواعد مخصصة
de: Keine eigenen Regeln
en: No custom rules
es_mx: No hay reglas personalizadas
fr: Aucune règle personnalisée
ja: カスタムルールがありません
ko: 사용자 지정 규칙 없음
pt_br: Nenhuma regra personalizada
pt_pt: Nenhuma regra personalizada
tr: Özel kural yok
zh_hant: 沒有自訂規則
zh_hk: 沒有自訂規則

source: 没有重定向列表
ar: لا توجد قوائم إعادة توجيه
de: Keine Weiterleitungslisten
en: No redirect lists
es_mx: No hay listas de redirección
fr: Aucune liste de redirection
ja: リダイレクトリストがありません
ko: 리디렉션 목록 없음
pt_br: Nenhuma lista de redirecionamento
pt_pt: Nenhuma lista de redirecionamento
tr: Yönlendirme listesi yok
zh_hant: 沒有重新導向清單
zh_hk: 沒有重定向清單

source: 没有队列
ar: لا توجد قوائم انتظار
de: Keine Queues
en: No queues
es_mx: Sin colas
fr: Aucune file
ja: キューがありません
ko: 대기열 없음
pt_br: Nenhuma fila
pt_pt: Nenhuma fila
tr: Kuyruk yok
zh_hant: 沒有佇列
zh_hk: 沒有佇列

source: 没有隧道
ar: لا توجد أنفاق
de: Keine Tunnel
en: No tunnels
es_mx: No hay túneles
fr: Aucun tunnel
ja: トンネルがありません
ko: 터널 없음
pt_br: Nenhum túnel
pt_pt: Nenhum túnel
tr: Tünel yok
zh_hant: 沒有通道
zh_hk: 沒有隧道

source: 没能理解这条描述，换个说法再试试。
ar: تعذّر فهم هذا الوصف. أعد صياغته وحاول مرة أخرى.
de: Die Beschreibung wurde nicht verstanden. Formuliere sie anders und versuche es erneut.
en: Couldn’t understand that description. Try rewording it.
es_mx: No se pudo entender esa descripción. Intenta reformularla.
fr: Description non comprise. Reformulez et réessayez.
ja: その説明を理解できませんでした。言い換えてもう一度お試しください。
ko: 설명을 이해하지 못했습니다. 다르게 표현해 다시 시도해 보세요.
pt_br: Não foi possível entender essa descrição. Tente reformulá-la.
pt_pt: Não foi possível compreender essa descrição. Tente reformulá-la.
tr: Bu açıklama anlaşılamadı. Farklı ifade edip tekrar deneyin.
zh_hant: 沒能理解這條描述，換個說法再試試。
zh_hk: 沒能理解這條描述，換個說法再試試。

source: 没能生成结果，换个说法再试试。
ar: تعذّر إنشاء نتيجة. حاول إعادة الصياغة.
de: Es konnte kein Ergebnis erzeugt werden. Formuliere es anders.
en: Couldn't generate a result. Try rephrasing.
es_mx: No se pudo generar un resultado. Intenta reformularlo.
fr: Impossible de générer un résultat. Reformulez votre demande.
ja: 結果を生成できませんでした。表現を変えてお試しください。
ko: 결과를 생성하지 못했습니다. 다르게 표현해 보세요.
pt_br: Não foi possível gerar um resultado. Tente reformular.
pt_pt: Não foi possível gerar um resultado. Tente reformular.
tr: Sonuç oluşturulamadı. Farklı ifade etmeyi deneyin.
zh_hant: 未能生成結果，換個說法再試試。
zh_hk: 未能生成結果，換個說法再試試。

source: 没能生成规则，换个说法再试试。
ar: تعذّر إنشاء قاعدة. أعد صياغة وصفك.
de: Es konnte keine Regel generiert werden. Formuliere deine Beschreibung anders.
en: Couldn’t generate a rule. Try rewording your description.
es_mx: No se pudo generar una regla. Intenta reformular tu descripción.
fr: Impossible de générer une règle. Reformulez votre description.
ja: ルールを生成できませんでした。説明を言い換えてお試しください。
ko: 규칙을 생성하지 못했습니다. 설명을 다르게 표현해 보세요.
pt_br: Não foi possível gerar uma regra. Tente reformular sua descrição.
pt_pt: Não foi possível gerar uma regra. Tente reformular a sua descrição.
tr: Kural oluşturulamadı. Açıklamanızı farklı ifade edin.
zh_hant: 沒能生成規則，換個說法再試試。
zh_hk: 沒能生成規則，換個說法再試試。

source: 法律
ar: قانوني
de: Rechtliches
en: Legal
es_mx: Legal
fr: Mentions légales
ja: 法的情報
ko: 법적 정보
pt_br: Jurídico
pt_pt: Jurídico
tr: Yasal

source: 注册中…
ar: جارٍ التسجيل…
de: Wird registriert…
en: Registering…
es_mx: Registrando…
fr: Enregistrement…
ja: 登録中…
ko: 등록 중…
pt_br: Registrando…
pt_pt: A registar…
tr: Kaydediliyor…
zh_hant: 註冊中…
zh_hk: 註冊中…

source: 注册信息
ar: بيانات التسجيل
de: Registrierung
en: Registration
es_mx: Registro
fr: Enregistrement
ja: 登録情報
ko: 등록 정보
pt_br: Registro
pt_pt: Registo
tr: Kayıt
zh_hant: 註冊資訊
zh_hk: 註冊資訊

source: 注册信息（RDAP）
ar: معلومات التسجيل (RDAP)
de: Registrierungsdaten (RDAP)
en: Registration info (RDAP)
es_mx: Datos de registro (RDAP)
fr: Infos d'enregistrement (RDAP)
ja: 登録情報（RDAP）
ko: 등록 정보(RDAP)
pt_br: Dados de registro (RDAP)
pt_pt: Dados de registo (RDAP)
tr: Kayıt bilgileri (RDAP)
zh_hant: 註冊資訊（RDAP）
zh_hk: 註冊資訊（RDAP）

source: 注册商
ar: أمين السجل
de: Registrar
en: Registrar
es_mx: Registrador
fr: Bureau d'enregistrement
ja: レジストラ
ko: 등록 대행자
pt_br: Registrador
pt_pt: Registrar
tr: Kayıt kuruluşu
zh_hant: 註冊商
zh_hk: 註冊商

source: 注册时间
ar: تاريخ التسجيل
de: Registriert am
en: Registered
es_mx: Fecha de registro
fr: Date d'enregistrement
ja: 登録日
ko: 등록일
pt_br: Registrado em
pt_pt: Registado em
tr: Kayıt tarihi
zh_hant: 註冊時間
zh_hk: 註冊時間

source: 活跃域名
ar: النطاقات النشطة
de: Aktive Domains
en: Active domains
es_mx: Dominios activos
fr: Domaines actifs
ja: 有効なドメイン
ko: 활성 도메인
pt_br: Domínios ativos
pt_pt: Domínios ativos
tr: Etkin alan adları
zh_hant: 活躍網域
zh_hk: 活躍域名

source: 活跃连接
ar: الاتصالات النشطة
de: Aktive Verbindungen
en: Active connections
es_mx: Conexiones activas
fr: Connexions actives
ja: アクティブな接続
ko: 활성 연결
pt_br: Conexões ativas
pt_pt: Ligações ativas
tr: Etkin bağlantılar
zh_hant: 活躍連線
zh_hk: 活躍連線

source: 流量分析
ar: التحليلات
de: Analyse
en: Analytics
es_mx: Análisis
fr: Analyses
ja: アナリティクス
ko: 분석
pt_br: Análises
pt_pt: Análises
tr: Analizler

source: 流量匹配表达式
ar: تعبير مطابقة الحركة
de: Traffic-Match-Ausdruck
en: Traffic match expression
es_mx: Expresión de coincidencia de tráfico
fr: Expression de correspondance du trafic
ja: トラフィック一致式
ko: 트래픽 일치 표현식
pt_br: Expressão de correspondência de tráfego
pt_pt: Expressão de correspondência de tráfego
tr: Trafik Eşleşme İfadesi
zh_hant: 流量比對運算式
zh_hk: 流量比對表達式

source: 流量策略
ar: سياسة المرور
de: Traffic-Richtlinie
en: Traffic policy
es_mx: Política de tráfico
fr: Politique de trafic
ja: トラフィックポリシー
ko: 트래픽 정책
pt_br: Política de tráfego
pt_pt: Política de tráfego
tr: Trafik politikası

source: 测试推送
ar: إشعار تجريبي
de: Test-Push
en: Test push
es_mx: Notificación de prueba
fr: Push de test
ja: テストプッシュ
ko: 테스트 푸시
pt_br: Push de teste
pt_pt: Push de teste
tr: Test push
zh_hant: 測試推送
zh_hk: 測試推送

source: 浏览 Workers AI 模型目录，并试运行文本生成模型属于 Orange Cloud Pro。
ar: تصفّح كتالوج نماذج Workers AI وتجربة نماذج توليد النصوص جزء من Orange Cloud Pro.
de: Das Durchsuchen des Workers-AI-Modellkatalogs und das Testen von Textgenerierungsmodellen gehört zu Orange Cloud Pro.
en: Browsing the Workers AI model catalog and trying out text-generation models is part of Orange Cloud Pro.
es_mx: Explorar el catálogo de modelos de Workers AI y probar modelos de generación de texto es parte de Orange Cloud Pro.
fr: Parcourir le catalogue de modèles Workers AI et tester les modèles de génération de texte font partie d’Orange Cloud Pro.
ja: Workers AI のモデルカタログの閲覧と、テキスト生成モデルの試用は Orange Cloud Pro の機能です。
ko: Workers AI 모델 카탈로그 탐색과 텍스트 생성 모델 시험 실행은 Orange Cloud Pro 기능입니다.
pt_br: Navegar pelo catálogo de modelos do Workers AI e testar modelos de geração de texto faz parte do Orange Cloud Pro.
pt_pt: Navegar pelo catálogo de modelos do Workers AI e testar modelos de geração de texto faz parte do Orange Cloud Pro.
tr: Workers AI model kataloğuna göz atmak ve metin üretme modellerini denemek Orange Cloud Pro kapsamındadır.
zh_hant: 瀏覽 Workers AI 模型目錄，並試執行文字生成模型屬於 Orange Cloud Pro。
zh_hk: 瀏覽 Workers AI 模型目錄，並試執行文字生成模型屬於 Orange Cloud Pro。

source: 浏览 Workers AI 模型目录属于 Orange Cloud Pro。
ar: تصفّح كتالوج نماذج Workers AI جزء من Orange Cloud Pro.
de: Den Workers-AI-Modellkatalog durchsuchen ist Teil von Orange Cloud Pro.
en: Browsing the Workers AI model catalog is part of Orange Cloud Pro.
es_mx: Explorar el catálogo de modelos de Workers AI es parte de Orange Cloud Pro.
fr: Parcourir le catalogue de modèles Workers AI fait partie d’Orange Cloud Pro.
ja: Workers AI モデルカタログの閲覧は Orange Cloud Pro の機能です。
ko: Workers AI 모델 카탈로그 탐색은 Orange Cloud Pro 기능입니다.
pt_br: Explorar o catálogo de modelos do Workers AI faz parte do Orange Cloud Pro.
pt_pt: Explorar o catálogo de modelos do Workers AI faz parte do Orange Cloud Pro.
tr: Workers AI model kataloğuna göz atmak Orange Cloud Pro kapsamındadır.
zh_hant: 瀏覽 Workers AI 模型目錄屬於 Orange Cloud Pro。
zh_hk: 瀏覽 Workers AI 模型目錄屬於 Orange Cloud Pro。

source: 浏览可用的 Workers AI 模型
ar: تصفّح نماذج Workers AI المتاحة
de: Verfügbare Workers-AI-Modelle durchsuchen
en: Browse available Workers AI models
es_mx: Explorar modelos de Workers AI disponibles
fr: Parcourir les modèles Workers AI disponibles
ja: 利用可能な Workers AI モデルを閲覧
ko: 사용 가능한 Workers AI 모델 둘러보기
pt_br: Explorar modelos do Workers AI disponíveis
pt_pt: Explorar modelos do Workers AI disponíveis
tr: Kullanılabilir Workers AI modellerine göz at
zh_hant: 瀏覽可用的 Workers AI 模型
zh_hk: 瀏覽可用的 Workers AI 模型

source: 浏览和管理 R2 存储桶
ar: تصفّح حاويات R2 وإدارتها
de: R2-Buckets durchsuchen und verwalten
en: Browse and manage R2 buckets
es_mx: Explorar y gestionar buckets de R2
fr: Parcourir et gérer les buckets R2
ja: R2 バケットの閲覧と管理
ko: R2 버킷 탐색 및 관리
pt_br: Navegar e gerenciar buckets do R2
pt_pt: Navegar e gerir buckets do R2
tr: R2 bucket’larına göz atın ve yönetin
zh_hant: 瀏覽與管理 R2 儲存桶
zh_hk: 瀏覽與管理 R2 儲存桶

source: 浏览器：%@
ar: المتصفح: %@
de: Browser: %@
en: Browser: %@
es_mx: Navegador: %@
fr: Navigateur : %@
ja: ブラウザー：%@
ko: 브라우저: %@
pt_br: Navegador: %@
pt_pt: Navegador: %@
tr: Tarayıcı: %@
zh_hant: 瀏覽器：%@
zh_hk: 瀏覽器：%@

source: 浏览器渲染
ar: عرض المتصفح
de: Browser Rendering
en: Browser Rendering
es_mx: Renderizado de navegador
fr: Rendu navigateur
ja: ブラウザレンダリング
ko: 브라우저 렌더링
pt_br: Renderização de navegador
pt_pt: Renderização de navegador
tr: Tarayıcı Oluşturma
zh_hant: 瀏覽器算繪
zh_hk: 瀏覽器算繪

source: 浏览器缓存 TTL
ar: مدة بقاء تخزين المتصفح
de: Browser-Cache-TTL
en: Browser cache TTL
es_mx: TTL de caché del navegador
fr: TTL du cache navigateur
ja: ブラウザーキャッシュ TTL
ko: 브라우저 캐시 TTL
pt_br: TTL de cache do navegador
pt_pt: TTL de cache do navegador
tr: Tarayıcı önbellek TTL'si
zh_hant: 瀏覽器快取 TTL
zh_hk: 瀏覽器緩存 TTL
